Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=299_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Saamelaisedustajat SAKKin johtokuntaan
sme: Sámiid ovddasteaddjit SOG stivrii

source: Saamelaiskäräjät esittää Saamelaisalueen koulutuskeskuksen (Sámi oahpahusguovddáš) johtokuntaan seuraavaksi neljän vuoden toimikaudeksi seuraavia jäseniä ja varajäseniä (suluissa): Petra Magga (Pekka Aikio), Erkki Lumisalmi (Tiina Sanila-Aikio), Berit-Ellen Juuso (Maarit Magga), Veikko Guttorm (Sisko Länsman), Heli Aikio (Aslak Paltto), Antti Katekeetta (Kati Eriksen).
sme: Sámediggi evttoha Sámi oahpahusguovddáža stivrii boahttevaš njealji jagi doaibmabadjái čuovvovaš lahtuid ja várrelahtuid (sárgaid siste): Petra Magga (Pekka Aikio), Erkki Lumisalmi (Tiina Sanila-Aikio), Berit-Ellen Juuso (Maarit Magga), Veikko Guttorm (Sisko Länsman), Heli Aikio (Aslak Paltto), Antti Katekeetta (Kati Eriksen).

source: Saamelaisalueen koulutuskeskuksen johtokunnan nimittää Lapin lääninhallitus, joka on pyytänyt saamelaiskäräjiltä esityksiä saamelaisten edustajiksi johtokunnassa.
sme: Sámi oahpahusguovddáža stivrra nammada Lappi leanaráđđehus, mii lea bivdán sámedikki dahkat evttohusaid sámiid ovddasteaddjin stivrras.

source: Saamelaiskäräjät esittää johtokuntaan kuusi jäsentä.
sme: Sámediggi evttoha stivrii oktiibuot guhtta lahtu.

source: Lääninhallitus nimittää johtokuntaan yhteensä kahdeksan jäsentä.
sme: Leanaráđđehus nammada stivrii oktiibuot gávcci lahtu.

source: Saamelaisväestön edustajien lisäksi johtokunnassa tulee olla vähintään yksi kuntien edustaja.
sme: Sámiid ovddasteaddjiid lassin stivrras galgá leahkit unnimustá okta gielddaid ovddasteaddji.

source: Lisäksi johtokunnassa on koulun henkilökunnan, opettajien ja opiskelijoiden edustus.
sme: Dasa lassin stivrras lea skuvlla bargiid, oahpaheaddjiid ja stuđeanttaid ovddastus.

source: Saamelaisia edustavat jäsenet nimetään saamelaiskäräjien esityksestä ja kuntien edustajat kuntien esitysten pohjalta.
sme: Sámiid ovddasteaddjit nammaduvvojit sámedikki evttohusaid vuođul ja gielddaid ovddasteaddjit gielddaid evttohusaid vuođul.
